7767517
136 147
Input            input_1                  0 1 input_1
Padding          deeplabv3plus/model/Conv1_pad/Pad;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_pad/Pad 1 1 input_1 deeplabv3plus/model/Conv1_pad/Pad;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_pad/Pad 0=0 1=1 2=0 3=0 4=0 5=0.000000e+00 7=0 8=1
Permute          deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1__112 1 1 deeplabv3plus/model/Conv1_pad/Pad;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_pad/Pad deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1__112:0 0=4
Convolution      deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1 1 1 deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1__112:0 deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1 0=32 1=3 11=3 2=1 12=1 3=2 13=2 5=1 6=864
Clip             Relu6__6                 1 1 deeplabv3plus/model/Conv1_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1_relu/Relu6;deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/bn_Conv1/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D/ReadVariableOp;deeplabv3plus/model/Conv1/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/Conv1/Conv2D1 Relu6__6:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/expanded_conv_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise/depthwise;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D 1 1 Relu6__6:0 deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/expanded_conv_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise/depthwise;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Clip             Relu6__8                 1 1 deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_relu/Relu6;deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/expanded_conv_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_depthwise/depthwise;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D Relu6__8:0 0=0.000000e+00 1=6.000000e+00
Convolution      deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D/ReadVariableOp;deeplabv3plus/model/expanded_conv_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D1 1 1 Relu6__8:0 deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D/ReadVariableOp;deeplabv3plus/model/expanded_conv_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D1 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Convolution      deeplabv3plus/model/block_1_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_relu/Relu6;deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D1 1 1 deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project_BN/FusedBatchNormV3;deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/custom_logits_semantic/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D/ReadVariableOp;deeplabv3plus/model/expanded_conv_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/expanded_conv_project/Conv2D1 deeplabv3plus/model/block_1_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_relu/Relu6;deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D1 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             Relu6__11                1 1 deeplabv3plus/model/block_1_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_relu/Relu6;deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_expand/Conv2D1 Relu6__11:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/block_1_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_relu/Relu6;deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_1_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise/depthwise;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D 1 1 Relu6__11:0 deeplabv3plus/model/block_1_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_relu/Relu6;deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_1_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise/depthwise;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=864 7=96
Clip             Relu6__13                1 1 deeplabv3plus/model/block_1_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_relu/Relu6;deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_1_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_depthwise/depthwise;deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_12_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_12_project/Conv2D Relu6__13:0 0=0.000000e+00 1=6.000000e+00
Convolution      deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1 1 1 Relu6__13:0 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_0              1 2 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1_splitncnn_0 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1_splitncnn_1
Convolution      deeplabv3plus/model/block_2_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_relu/Relu6;deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D1 1 1 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1_splitncnn_1 deeplabv3plus/model/block_2_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_relu/Relu6;deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D1 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Relu6__16                1 1 deeplabv3plus/model/block_2_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_relu/Relu6;deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_expand/Conv2D1 Relu6__16:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/block_2_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_relu/Relu6;deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;deeplabv3plus/model/block_2_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise/depthwise 1 1 Relu6__16:0 deeplabv3plus/model/block_2_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_relu/Relu6;deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;deeplabv3plus/model/block_2_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise/depthwise 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             Relu6__18                1 1 deeplabv3plus/model/block_2_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_relu/Relu6;deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;deeplabv3plus/model/block_2_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_depthwise/depthwise Relu6__18:0 0=0.000000e+00 1=6.000000e+00
Convolution      deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D2 1 1 Relu6__18:0 deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D2 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         deeplabv3plus/model/block_2_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_add/add 2 1 deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_1_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_1_project/Conv2D1_splitncnn_0 deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_2_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_project/Conv2D2 deeplabv3plus/model/block_2_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_add/add 0=0
Convolution      deeplabv3plus/model/block_3_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_relu/Relu6;deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D1 1 1 deeplabv3plus/model/block_2_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_2_add/add deeplabv3plus/model/block_3_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_relu/Relu6;deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D1 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Relu6__21                1 1 deeplabv3plus/model/block_3_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_relu/Relu6;deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_expand/Conv2D1 Relu6__21:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/block_3_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_relu/Relu6;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise 1 1 Relu6__21:0 deeplabv3plus/model/block_3_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_relu/Relu6;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise 0=144 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=1296 7=144
Clip             Relu6__23                1 1 deeplabv3plus/model/block_3_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_relu/Relu6;deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_3_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_depthwise/depthwise Relu6__23:0 0=0.000000e+00 1=6.000000e+00
Convolution      deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1 1 1 Relu6__23:0 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_1              1 2 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1_splitncnn_0 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1_splitncnn_1
Convolution      deeplabv3plus/model/block_4_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_relu/Relu6;deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D1 1 1 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1_splitncnn_1 deeplabv3plus/model/block_4_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_relu/Relu6;deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D1 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             Relu6__26                1 1 deeplabv3plus/model/block_4_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_relu/Relu6;deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_expand/Conv2D1 Relu6__26:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/block_4_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_relu/Relu6;deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;deeplabv3plus/model/block_4_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise/depthwise 1 1 Relu6__26:0 deeplabv3plus/model/block_4_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_relu/Relu6;deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;deeplabv3plus/model/block_4_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise/depthwise 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             Relu6__28                1 1 deeplabv3plus/model/block_4_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_relu/Relu6;deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;deeplabv3plus/model/block_4_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_depthwise/depthwise Relu6__28:0 0=0.000000e+00 1=6.000000e+00
Convolution      deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D1 1 1 Relu6__28:0 deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D1 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add 2 1 deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_3_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_3_project/Conv2D1_splitncnn_0 deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project_BN/FusedBatchNormV3;deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D/ReadVariableOp;deeplabv3plus/model/block_4_project/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_project/Conv2D1 deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add 0=0
Split            splitncnn_2              1 2 deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add_splitncnn_0 deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add_splitncnn_1
Convolution      deeplabv3plus/model/block_5_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_relu/Relu6;deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D1 1 1 deeplabv3plus/model/block_4_add/add;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_4_add/add_splitncnn_1 deeplabv3plus/model/block_5_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_relu/Relu6;deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D1 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             Relu6__31                1 1 deeplabv3plus/model/block_5_expand_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_relu/Relu6;deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D/ReadVariableOp;deeplabv3plus/model/block_5_expand/Conv2D;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_expand/Conv2D1 Relu6__31:0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise deeplabv3plus/model/block_5_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise_relu/Relu6;deeplabv3plus/model/block_5_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;deeplabv3plus/model/block_5_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise/depthwise 1 1 Relu6__31:0 deeplabv3plus/model/block_5_depthwise_relu/Relu6;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise_relu/Relu6;deeplabv3plus/model/block_5_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise_BN/FusedBatchNormV3;deeplabv3plus/model/block_6_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_6_depthwise/depthwise;deeplabv3plus/model/block_5_depthwise/depthwise;StatefulPartitionedCall/StatefulPartitionedCall/deeplabv3plus/model/block_5_depthwise/depthwise 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
